{
  "data": [
    {"Finance Portal": "This project is written in <b>Python & Tornado, React & Html5 & Oracle PL/Sql</b> and we to automate Disclosure Reporting Processes and reducing the overall submission cycle from <b>2months to 12days</b>. The challenge was o design a reusable sysem of components and business services for each set of different business processes and userbase across globe. The server and ui is capable of handling all the traffic using asynchronous handles which non blocking i/o <b>Oracle Analytical Cloud Service</b>"}
    ,{"FRC (Finance Reporting Cube) over OACS (Oracle Analytics Clound)": "platform is SaaS which has to be onboarded by GFS teams for management and budget reporting. My\n                        role is to build reports in smartviewand do the reconcilation over management and budge data.\n                        This is pure migration project from older reporting systems (INEA/KHALIX/WALKER) to OACS world"}
    ,{"Potter": "This is VB6+SQL Server based short terms money market front office system where Retails Bankers\n                        in UK within RBS used to book the money market corporate and private banking trades,bonds,deals\n                        etc. The trades were then made to flow to WSS(formaly) and then calypso(later) settlement\n                        systems for further settlement with RBS. The application maintains customer and trades history\n                        and also prints the deals on network printer or via GDS bulk print module. To achieve the\n                        printing and bulk mailing facility, potter had Python2 proxy service configured running on\n                        windows app server"}
    ,{"CNMS (Cash Nostro Management System)": "<b>Excel(Soap, WSS JPO API, Attachmate API->mainframe terminal hit)</b> based solution which gives\n                        trades the real time FX funding positions across globe. Any trade balances hit by anyone in RBS\n                        (trade desk) was captured into this solution via WSS JOT APIs. When NWB system came into RBS, a\n                        connection via Python CIL Services->Score systems where also made and balances were fetched to\n                        give more closer real time view to traders"}
  ]
}